{
    "testId": 375936889,
    "parentTestId": null,
    "userId": 4331736,
    "sequenceId": 22,
    "qbankId": 2,
    "isSim": 0,
    "testModeId": 0,
    "testModeName": "Timed",
    "questionModeId": 0,
    "questionModeName": "ALL",
    "testName": "",
    "totalQuestionCorrect": 13,
    "correctToIncorrect": 0,
    "incorrectToCorrect": 2,
    "incorrectToIncorrect": 1,
    "timeInSeconds": 756,
    "averageTimeSpentInSeconds": 142,
    "otherAverageTimeSpentInSeconds": 80,
    "isStarted": true,
    "isEnded": true,
    "formId": 0,
    "bLockId": 0,
    "subscriptionId": 13863865,
    "lastQuestionVisited": 20,
    "containsMediaQuestion": false,
    "sectionId": 1010,
    "sectionName": "Step 2 Review",
    "difficultyLevelId": null,
    "difficultyLevelName": null,
    "testTypeId": null,
    "testTypeName": null,
    "allottedTime": null,
    "allottedTimeTypeId": null,
    "canResume": null,
    "assignmentId": null,
    "canViewAssignmentResult": null,
    "questionModeIds": "1",
    "testSource": 1,
    "testTypes": "",
    "questionList": [
        {
            "exhibits": null,
            "sequenceId": 1,
            "questionId": 20192,
            "questionIndex": 21686,
            "questionText": "<p>A study is conducted to identify and estimate the prevalence of the most common conditions in nursing home residents age &gt;75.&nbsp; A random sample of 10 institutional long-term care facilities is selected, and 1,225 nursing home residents age &gt;75 are included in the study.&nbsp; The study results showed that the 10 most common conditions among residents were high blood pressure (58%), Alzheimer disease or other dementias (45%), heart disease (33%), arthritis (25%), osteoporosis (24%), depression (22%), diabetes (18%), chronic obstructive pulmonary disease and allied conditions (17%), stroke (12%), and cancer (10%).&nbsp; Which of the following is a major disadvantage of this study?</p>",
            "questionHeader": "",
            "explanationText": "<p><img draggable=\"false\" id=\"6804\" src=\"https://www.uworld.com/media/highresdefault/L13767.jpg\" ></p><p>This study has a <strong>cross-sectional design</strong> in which participants are randomly selected from a particular population (eg, residents of institutional long-term care facilities age &gt;75) to <strong>estimate the prevalence of &#8805;1 disease</strong> (eg, common chronic conditions).</p><p>A cross-sectional study typically takes a <strong>snapshot</strong> of a population and measures frequency (eg, prevalence) of risk factors and disease simultaneously.&nbsp; In this case, the goal of the study was to identify and estimate the prevalence of the <strong>most common conditions</strong> in the population.&nbsp; The percentages add up to &gt;100% because each individual may have several conditions.</p><p>A major <strong>disadvantage</strong> of the cross-sectional study design is that it is biased in favor of longer-lasting and milder conditions.&nbsp; More <strong>severe acute conditions</strong> tend to be <strong>rapidly fatal</strong> and are therefore less likely to be found in a snapshot of the population.&nbsp; This means that a cross-sectional study may <strong>not</strong> be able to <strong>estimate</strong> the prevalence of severe acute conditions.&nbsp; This phenomenon is known as <strong>late-look</strong> (or <strong>Neyman</strong>) <strong>bias</strong>.</p><p><strong>(Choice A)</strong>&nbsp; Cross-sectional studies are usually less time-consuming compared to other study designs (eg, cohort studies) because they do not require follow-up.</p><p><strong>(Choice B)</strong>&nbsp; An ecological fallacy occurs when conclusions are made about individuals based on studies in which the unit of analysis is a group (eg, country-level data); the conclusions of a study assessing population groups do not necessarily apply to individuals.&nbsp; Although the setting in this study is institutional (10 long-term care facilities), the unit of analysis is the individual (1,125 nursing home residents).</p><p><strong>(Choice C)</strong>&nbsp; Although cross-sectional designs can help estimate the prevalence of&nbsp; conditions of interest in a population (eg, research question: &#x22;Among long-term facility residents, what is the prevalence of dementia in particular?&#x22;), they are not limited to these specific conditions (eg, research question: &#x22;Among long-term facility residents, which conditions are most common in general?&#x22;).</p><p><strong>Educational objective:</strong><br>A cross-sectional study is an observational study commonly used to estimate the prevalence of &#8805;1 disease.&nbsp; It may also be used to examine associations between potential risk factors and disease.&nbsp; However, this study design may be affected by late-look (Neyman) bias.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24175,
            "topic": "Bias",
            "titleId": 24175,
            "title": "Bias",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "4",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "The estimates are biased due to potential loss to follow-up of residents",
                    "choiceNumber": 1,
                    "correctTaken": 296,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The results of the study may be affected by ecological fallacy",
                    "choiceNumber": 2,
                    "correctTaken": 2372,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The study can only identify the conditions of interest to the researcher",
                    "choiceNumber": 3,
                    "correctTaken": 555,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The study may not be able to estimate the prevalence of rapidly fatal acute conditions",
                    "choiceNumber": 4,
                    "correctTaken": 7372,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "911,1079,true,-1,1*1251,1660,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 159,
            "othersAvgTimeSpent": 69,
            "notes": null,
            "peopleTaken": 10595,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 70,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 906,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 2,
            "questionId": 18617,
            "questionIndex": 20090,
            "questionText": "<p>The parents of a neonate recently diagnosed with early-onset Pompe disease come to the office for follow-up.&nbsp; They state that while doing extensive research on possible treatments for the disease, they found a single scientific report about a new therapy for Pompe disease.&nbsp; The parents request this new therapy instead of the standard enzyme replacement therapy.&nbsp; The single report describes a study that included 15 neonates who received the new therapy immediately after diagnosis.&nbsp; The study reports that the therapy lengthened survival and improved motor development and cardiac function in infants based on a comparison with published prognostic outcomes of patients with this condition.&nbsp; It does not compare cases of early-onset Pompe disease to controls.&nbsp; Which of the following statements is the most accurate in this situation?</p>",
            "questionHeader": "",
            "explanationText": "<p><strong>Research studies</strong> are broadly classified as having an observational design or an experimental design depending on the control the researchers have over the independent variables.</p><ul><li><p>In <strong>observational studies</strong> (eg, case series, case-control studies, cohort studies, cross-sectional studies), the researchers have <strong>no control</strong> over the independent variables (eg, exposure to risk factors, treatments).</p></li><li><p>In experimental studies (eg, crossover design, randomized controlled trials [RCTs]), the researchers control and randomly assign the independent variables (eg, exposure to risk factors, treatments).</p></li></ul><p><strong>Case series</strong> is a descriptive observational study design in which a (generally small) group of patients with a similar diagnosis or treatment is described at a point in time or followed over a certain period.&nbsp; Contrary to other observational designs (eg, cohort, case-control), a case series has <strong>no comparison group</strong>.</p><p>In the example, the study describes therapy outcomes of 15 neonates with Pompe disease who receive a new therapy.&nbsp; The study has no control group; consequently, it can only describe therapy outcomes&mdash;a classic example of a case series.&nbsp; Contrary to experimental studies (eg, RCTs) that can help establish causal relationships, <strong>observational studies</strong> (eg, case series) cannot establish causal relationships; they only suggest associations.&nbsp; Therefore, these studies <strong>do not provide</strong> enough scientific <strong>evidence to recommend a new treatment</strong>.&nbsp; This applies regardless of the sample size (eg, large vs small case series) or type (eg, case series, case-control study, cohort study) of the observational study <strong>(Choices A and B)</strong>.</p><p><strong>(Choice C)</strong>&nbsp; A well-designed RCT of the therapy would be the more appropriate design to help determine whether the new therapy is more effective than the standard therapy.&nbsp; However, results of an RCT may or may not show that the new therapy is more effective than the standard therapy (eg, results may or may not be statistically significant).</p><p><strong>(Choice E)</strong>&nbsp; The method used for subject selection is unknown; therefore, it is not possible to determine the presence of selection bias.</p><p><strong>Educational objective:</strong><br>Experimental studies (eg, randomized control trials) can help establish causal relationships whereas observational studies (eg, case series) only suggest associations.&nbsp; Results of observational studies do not provide enough scientific evidence to make clinical decisions (eg, treating patients with new drugs or therapies).</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 104,
            "subject": "Pediatrics",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 5925,
            "topic": "Case control studies",
            "titleId": 5925,
            "title": "Case control studies",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "4",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "A case series with a larger sample size could determine treatment effectiveness",
                    "choiceNumber": 1,
                    "correctTaken": 790,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "A prospective cohort study would be superior to a randomized control trial",
                    "choiceNumber": 2,
                    "correctTaken": 211,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "A randomized control trial will show that the new therapy is more effective than the standard therapy",
                    "choiceNumber": 3,
                    "correctTaken": 1144,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The study does not offer enough evidence to recommend the new therapy",
                    "choiceNumber": 4,
                    "correctTaken": 9507,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "There is no evidence of selection bias in the study",
                    "choiceNumber": 5,
                    "correctTaken": 74,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "453,470,true,-1,1*239,251,true,-1,1*832,938,true,-1,1*1474,1638,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 132,
            "othersAvgTimeSpent": 81,
            "notes": null,
            "peopleTaken": 11726,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 81,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 1090,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 3,
            "questionId": 24114,
            "questionIndex": 108443,
            "questionText": "<p>A group of researchers plans to conduct a case-control study to evaluate the association between occupational exposure to diesel fuel and bladder cancer.&nbsp; Cases will be defined as individuals with bladder cancer diagnosed between 2012 and 2020 at a local university hospital.&nbsp; Which of the following represents an appropriate control group for the study?</p>",
            "questionHeader": "",
            "explanationText": "<p><img  draggable=\"false\" id=\"6804\" src=\"https://www.uworld.com/media/highresdefault/L13767.jpg\"  ></p><p><strong>Case-control</strong> is a type of analytical observational study design in which potential participants are <strong>initially identified</strong> as either cases or controls depending on their <strong>outcome status</strong> (ie, whether they have the disease or condition of interest).&nbsp; In the study described, cases will be individuals with bladder cancer; therefore, <strong>controls</strong> must be individuals <strong>without bladder cancer (Choices D, E, and F)</strong>.</p><p>In a case-control study, once individuals are identified as either cases or controls, they are assessed for <strong>past exposure to &#8805;1 risk factors</strong> of interest.&nbsp; This study has 1 risk factor: occupational exposure to diesel fuel.&nbsp; The <strong>frequency of exposure</strong> to this risk factor will be measured and <strong>compared between cases and controls</strong> to estimate the association between the risk factor and the outcome of interest.&nbsp; In other words, the frequency of occupational exposure to diesel fuel (ie, risk factor) will be compared among individuals with (ie, cases) and without (ie, controls) bladder cancer.&nbsp; Therefore, cases and controls must both be selected <strong>regardless of exposure status</strong> to the risk factor.</p><p>Selecting controls based on exposure status would be inappropriate because comparing the frequency of exposure between the case and control groups is what determines whether the exposure is more prevalent among cases as compared to controls <strong>(Choices A and B)</strong>.&nbsp; Ideally, the frequency of exposure to the risk factor among controls is representative of that among the population of individuals at risk of becoming cases.&nbsp; In other words, for a given case-control study, controls are individuals without disease who could be considered cases if they had the disease.&nbsp; Often, controls and cases are matched based on independent variables (eg, age, sex) to decrease the effects of confounding.</p><p><strong>Educational objective:</strong><br>A case-control study uses an observational study design.&nbsp; It begins with individuals who have the outcome of interest (ie, cases) and compares them with individuals who do not have that outcome (ie, controls) according to their exposure to &#8805;1 risk factors.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 19502,
            "topic": "Study designs",
            "titleId": 19502,
            "title": "Study designs",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "3",
            "userAnswer": "3",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Individuals who do not have bladder cancer and did not have an occupational exposure to diesel fuel",
                    "choiceNumber": 1,
                    "correctTaken": 473,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Individuals who do not have bladder cancer but had an occupational exposure to diesel fuel",
                    "choiceNumber": 2,
                    "correctTaken": 1935,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Individuals who do not have bladder cancer regardless of whether they had an occupational exposure to diesel fuel",
                    "choiceNumber": 3,
                    "correctTaken": 6451,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Individuals who have bladder cancer and had an occupational exposure to diesel fuel",
                    "choiceNumber": 4,
                    "correctTaken": 83,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Individuals who have bladder cancer but did not have an occupational exposure to diesel fuel",
                    "choiceNumber": 5,
                    "correctTaken": 1415,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Individuals who have bladder cancer regardless of whether they had an occupational exposure to diesel fuel",
                    "choiceNumber": 6,
                    "correctTaken": 291,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "2069,2098,true,-1,1*1700,1818,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 96,
            "othersAvgTimeSpent": 45,
            "notes": null,
            "peopleTaken": 10648,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 61,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 509,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 4,
            "questionId": 7711,
            "questionIndex": 7711,
            "questionText": "<p>A 60-year-old man with known coronary artery disease comes to the physician for a routine check-up.&nbsp; He has no complaints and no abdominal pain, rectal bleeding, or weight loss.&nbsp; His current medications include metoprolol, atorvastatin, and low-dose aspirin.&nbsp; He has no family history of colon cancer.&nbsp; Assuming the study results were statistically significant, which of the following is the best statement concerning the use of iFOBT in this patient?</p>",
            "questionHeader": "",
            "explanationText": "<p><img draggable=\"false\" id=\"7534\" src=\"https://www.uworld.com/media/L17436.jpg\" ></p><p>The study presented in the abstract assesses the effect of aspirin on the ability of 2 different stool assays to detect colorectal cancer (compared to colonoscopy, the gold standard).&nbsp; The results are given as a <strong>receiver operating characteristic (ROC) curve</strong>, which is generated by plotting the <strong>true-positive rate (sensitivity)</strong> against the <strong>false-positive rate (1 - specificity)</strong>.&nbsp; In this study, for a given cut point (eg, 1 &micro;g/g of stool), low-dose aspirin use moves the ROC curve upward; this translates to an increase in sensitivity (eg, from 46% to 70% on the y-axis).&nbsp; However, aspirin use also causes the curve to shift to the right, indicating a decrease in specificity (eg, from 82% to 79%) as the standard x-axis is (100 - specificity) rather than specificity.</p><p>Important test parameters given by the ROC curve include the following:</p><ol><li><strong>Sensitivity</strong>: Indicates how well a test can screen for a disease.&nbsp; A higher <strong>s</strong>e<strong>n</strong>sitivity makes it less likely that there are false negatives, meaning that a negative test better rules <strong>out</strong> the disease (<strong>snout</strong>).</li><li><strong>Specificity</strong>: Indicates how well a test can confirm the diagnosis.&nbsp; The higher the <strong>sp</strong>ecificity, the less likely there are false positives, meaning that a positive test result better rules <strong>in</strong> the condition (<strong>spin</strong>).</li><li><strong>Accuracy</strong>: Is defined as the proportion of true results (true positive and true negative) out of all the results of a given diagnostic test.&nbsp; Test accuracy depends on the sensitivity and specificity of the test as well as the prevalence of the condition in the population being tested.&nbsp; Accuracy increases as the total area under the ROC curve increases.</li></ol><p>Points labeled along the ROC curve represent different quantitative cutoff values for determining positive and negative test results.&nbsp; As the cutoff point is modified, sensitivity and specificity are also changed.&nbsp; With most ROC curves, an increase in sensitivity is offset by a decrease in specificity and vice versa.&nbsp; The <a href=\"1061\">ideal diagnostic test</a> is 100% sensitive and specific and provides the most useful information (square line).&nbsp; In contrast, a diagnostic test that provides no useful information demonstrates an inverse linear relationship between sensitivity and specificity (straight line).</p><p><strong>(Choice A)</strong>&nbsp; Accuracy can be measured as the total area under the ROC curve.&nbsp; The closer the plotted curve approaches the left and top borders of the graph, the more accurate the test.&nbsp; In this case, the total area under the plotted curve increases with aspirin use (because the increase in sensitivity is larger than the decrease in specificity), leading to an overall increase in test accuracy.</p><p><strong>Educational objective:</strong><br>A shift in the receiver operating characteristic curve upward for a given cutoff indicates increased sensitivity.&nbsp; A shift of the curve to the right for a given cutoff point indicates a decrease in specificity.</p>",
            "abstractId": 5,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 6298,
            "topic": "Colorectal polyps and cancer",
            "titleId": 6298,
            "title": "Colorectal polyps and cancer",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "3",
            "userAnswer": "1",
            "parentQuestionId": 7711,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 1,
            "questionSetCount": 2,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Use of low-dose aspirin decreases the accuracy of the test",
                    "choiceNumber": 1,
                    "correctTaken": 9734,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Use of low-dose aspirin decreases the sensitivity of the test",
                    "choiceNumber": 2,
                    "correctTaken": 17024,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Use of low-dose aspirin increases the sensitivity of the test",
                    "choiceNumber": 3,
                    "correctTaken": 77675,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Use of low-dose aspirin increases the specificity of the test",
                    "choiceNumber": 4,
                    "correctTaken": 5675,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 3,
            "highlights": "217,409,true,-1,1*1432,1644,true,-1,1*2091,2240,true,-1,1*2255,2322,true,-1,1*2775,2872,true,-1,1",
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 239,
            "othersAvgTimeSpent": 92,
            "notes": null,
            "peopleTaken": 110108,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 71,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 1568,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 5,
            "questionId": 7712,
            "questionIndex": 7712,
            "questionText": "<p>For patients taking low-dose aspirin, the manufacturer recommends a cutoff point of 1 &micro;g/g for the hemoglobin iFOBT.&nbsp; Changing the test cutoff from 1 &micro;g/g to 4 &micro;g/g would affect the performance of the test in which of the following ways?</p>",
            "questionHeader": "",
            "explanationText": "<p>Both <a href=\"1063\">sensitivity and specificity</a> depend on the cutoff value of a given test.&nbsp; In this example, raising the cutoff value makes it more difficult to detect the condition (colorectal neoplasm) as more hemoglobin must be present in the stool for the test to be positive.&nbsp; By raising the cutoff value, it is harder to obtain a positive test result and easier to obtain a negative result.&nbsp; This will cause the number of false negatives to increase and the number of true positives to decrease, leading to a decrease in sensitivity <strong>(Choices A, C, and D)</strong>.&nbsp; The change in cutoff value will also result in an increased number of true negatives and a decreased number of false positives, causing an increase in specificity <strong>(Choice E)</strong>.</p><p>In this case, an increase in the cutoff value from <a href=\"1062\">1 &micro;g/g to 4 &micro;g/g</a> decreases the sensitivity of the hemoglobin test from about 70% to 60% and increases the specificity from about 80% to 90% in patients taking low-dose aspirin.&nbsp; Similarly, the same increase in cutoff values decreases the sensitivity of the hemoglobin-haptoglobin test from about 60% to 40% and increases the specificity from about 80% to 90% in patients taking low-dose aspirin.</p><p><strong>Educational objective:</strong><br>Changing the cutoff value of a test in a way that alters the proportion of true-positive and false-negative results will change the sensitivity.&nbsp; Likewise, a change in the test that modifies the proportion of false-positive and true- negative results will change the specificity.&nbsp; Alterations in test sensitivity and specificity, as well as changes in disease prevalence, will affect the positive and negative predictive values.</p>",
            "abstractId": 5,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24431,
            "topic": "Sensitivity and specificity",
            "titleId": 24431,
            "title": "Sensitivity and specificity",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "2",
            "userAnswer": "2",
            "parentQuestionId": 7711,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 2,
            "questionSetCount": 2,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Number of false negatives would decrease",
                    "choiceNumber": 1,
                    "correctTaken": 13627,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Number of false positives would decrease",
                    "choiceNumber": 2,
                    "correctTaken": 64690,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Number of true positives would increase",
                    "choiceNumber": 3,
                    "correctTaken": 12101,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Sensitivity of the test would increase",
                    "choiceNumber": 4,
                    "correctTaken": 9201,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Specificity of the test would decrease",
                    "choiceNumber": 5,
                    "correctTaken": 9943,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 3,
            "highlights": null,
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 77,
            "othersAvgTimeSpent": 63,
            "notes": null,
            "peopleTaken": 109562,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 59,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 667,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 6,
            "questionId": 18939,
            "questionIndex": 20420,
            "questionText": "<p>A study is conducted to compare outcomes among patients admitted for stroke treated with intravenous tissue plasminogen activator (tPA) who had a history of prior stroke and concomitant diabetes mellitus (DM) (HxS+DM) versus those without a history of either condition.&nbsp; Unadjusted and adjusted analyses are conducted to evaluate the association between HxS+DM and risk for in-hospital outcomes, including symptomatic intracranial hemorrhage (sICH), in-hospital mortality, rate of functional independence (defined as a score of 0-2 on the modified Rankin Scale score) at discharge, and discharge disposition.&nbsp; The adjusted model controlled for baseline patient demographics, and clinical factors that have been used in prior studies to estimate in-hospital outcomes after stroke.&nbsp; An excerpt of study results is shown below.</p><div id=\"div_T65083\"><table class=\"table-default-style table-footer-only-style\"><thead><tr><th rowspan=\"2\"></th><th colspan=\"2\"><p align=\"center\"><strong>Relative risk (95% confidence interval)</strong></p></th></tr><tr><th><p align=\"center\"><strong>Unadjusted analysis</strong></p></th><th><p align=\"center\"><strong>Adjusted analysis</strong></p></th></tr></thead><tbody><tr><td><p>sICH</p></td><td><p align=\"center\">0.88 (0.81-0.97)</p></td><td><p align=\"center\">0.79 (0.51-1.21)</p></td></tr><tr><td><p>In-hospital mortality</p></td><td><p align=\"center\">0.85 (0.79-0.93)</p></td><td><p align=\"center\">0.70 (0.52-1.14)</p></td></tr><tr><td><p>mRS 0-2</p></td><td><p align=\"center\">0.56 (0.48-0.64)</p></td><td><p align=\"center\">0.76 (0.59-1.02)</p></td></tr><tr><td><p>Discharge to hospice</p></td><td><p align=\"center\">1.31 (1.05-1.63)</p></td><td><p align=\"center\">1.84 (0.94-2.21)</p></td></tr><tr><td><p>Discharge to SNF</p></td><td><p align=\"center\">1.61 (1.42-1.82)</p></td><td><p align=\"center\">1.54 (1.23-1.94)</p></td></tr><tr><td><p>Discharge to home</p></td><td><p align=\"center\">0.69 (0.63-0.75)</p></td><td><p align=\"center\">0.89 (0.74-1.07)</p></td></tr><tr><td colspan=\"3\"><p><strong>mRS</strong> = modified Rankin Scale score; <strong>sICH</strong> = symptomatic intracerebral hemorrhage; <strong>SNF</strong> = skilled nursing facility.</p></td></tr></tbody></table></div><p>Based on these data, which of the following is the most appropriate conclusion regarding the association between HxS+DM and in-hospital outcomes in patients admitted for stroke and treated with tPA?</p>",
            "questionHeader": "",
            "explanationText": "<p>Relative risk (RR) is commonly used in cohort and experimental studies as the measure of association between the exposure to a risk factor and an outcome.&nbsp; RR is the risk of an outcome or disease (eg, symptomatic intracranial hemorrhage [sICH], in-hospital mortality) in the exposed group (eg, patients with a history of prior stroke [HxS] and diabetes mellitus [DM]: HxS+DM) divided by the risk (or rate) of the same outcome in the nonexposed group (eg, patients with no HxS or DM).</p><p>RR = (risk of outcome in exposed group) / (risk of outcome in nonexposed group)</p><p>RRs may be unadjusted or adjusted:</p><ul><li><p>An <strong>unadjusted RR</strong> estimates the association between a risk factor and an outcome but <strong>does not account</strong> (ie, control) for the effect of other variables, known as <strong>potential confounders</strong> (eg, patient demographics, clinical factors) on the outcome of interest.</p></li><li><p>An <strong>adjusted RR</strong> estimates the association between a risk factor and an outcome and <strong>accounts</strong> (ie, controls) for the effect of <strong>potential confounders</strong>.&nbsp; Therefore, adjusting <strong>minimizes confounding</strong> and provides <strong>better estimates</strong> of associations.</p></li></ul><p>The <strong>confidence interval</strong> (CI) of a given RR indicates, with a certain confidence level (eg, 95%), whether the RR is statistically different from the null value (ie, RR = 1.0).&nbsp; A CI that <strong>includes the null value</strong> is <strong>not statistically significant</strong>, and a CI that excludes the null value is statistically significant.</p><p>This study provides unadjusted and adjusted RRs for several outcomes among patients with HxS+DM (ie, exposed) compared to patients with no HxS or DM (ie, nonexposed).&nbsp; The unadjusted analysis shows that all outcomes are significantly associated with the risk factor (ie, CIs exclude the null value, RR = 1.0).</p><p>However, once potential confounders (ie, patient demographics, clinical factors) are controlled in the <strong>adjusted analysis</strong>, the only <strong>statistically associated outcome</strong> is <strong>discharge to a skilled nursing facility</strong> (SNF) (RR = 1.54, CI: 1.23-1.94) because the corresponding CI does not include the null value (RR = 1.0) <strong>(Choices A, B, C, and D)</strong>.&nbsp; This implies that the variables controlled for in the adjusted analysis were distorting the true association between the risk factor and the outcomes.</p><p><strong>Educational objective:</strong><br>Relative risk (RR) is a measure of association between an exposure and an outcome.&nbsp; Confidence intervals that contain the null value (ie, RR = 1.0) indicate that the association is not statistically significant.&nbsp; Adjusted RRs minimize confounding and provide better estimates of associations.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 29979,
            "topic": "Measures of association",
            "titleId": 29979,
            "title": "Measures of association",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "5",
            "userAnswer": "5",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "All outcomes appear to be significantly associated",
                    "choiceNumber": 1,
                    "correctTaken": 676,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Being discharged to hospice is the most significantly associated outcome",
                    "choiceNumber": 2,
                    "correctTaken": 648,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "In-hospital mortality is the least significantly associated outcome",
                    "choiceNumber": 3,
                    "correctTaken": 448,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "None of the outcomes appear to be significantly associated",
                    "choiceNumber": 4,
                    "correctTaken": 917,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The only statistically associated outcome is being discharged to a SNF",
                    "choiceNumber": 5,
                    "correctTaken": 7831,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": null,
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 147,
            "othersAvgTimeSpent": 115,
            "notes": null,
            "peopleTaken": 10520,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 74,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 470,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 7,
            "questionId": 19240,
            "questionIndex": 20724,
            "questionText": "<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tbody><tr><td id=\"vignettedescriptor\">The drug advertisement in the exhibit button applies to the next <strong>2</strong> items.</td></tr></tbody></table><p>A 34-year-old woman diagnosed with endometriosis 2&nbsp;years ago comes to the office for follow-up.&nbsp; She states that she sometimes struggles to maintain focus at work due to her pain.&nbsp; Her primary complaint is nonmenstrual pelvic pain.&nbsp; The patient previously underwent laparoscopy for diagnosis and is currently not interested in undergoing&nbsp;hysterectomy for her endometriosis.&nbsp; She takes progestin but is open to trying other options for symptom relief.</p><p><strong>Item 1 of 2</strong></p><p>Based on the data in the ad and assuming an absolute difference of 10% in clinical response between 2 groups is clinically significant, which of the following best describes the difference in nonmenstrual pelvic pain at 6 months in both Norelia groups (low and high dose) compared to placebo?</p>",
            "questionHeader": "",
            "explanationText": "<p>The drug ad shows the percentages of women in the Norelia (low and high dose) and placebo groups who achieved clinical response in dysmenorrhea or in nonmenstrual pelvic pain at 3 months and 6 months.&nbsp; According to the question, an <strong>absolute difference of 10%</strong> in clinical response between 2 groups is <strong>clinically significant</strong>.</p><p>Based on the ad, the differences (and 97.5% confidence interval [CI]) in the percentage of women with clinical response in nonmenstrual pelvic pain at 6 months between the Norelia groups (low and high dose) and the placebo group are the following:</p><ul><li><strong>Low dose</strong> of Norelia versus placebo: 11% (97.5% CI: 2%-20%)</li><li><strong>High dose</strong> of Norelia versus placebo: 27% (97.5% CI: 18%-36%)</li></ul><p>These estimated <strong>absolute differences</strong> in the percentage of clinical response between the Norelia groups (low and high dose) and placebo <strong>are greater than 10%</strong> (ie, 11% for low dose vs placebo, 27% for high dose vs placebo); therefore, they are <strong>clinically significant (Choices C and D)</strong>.</p><p>The null value for a difference in percentages between 2 groups is 0 (ie, no difference).&nbsp; Because the <strong>CIs for the difference</strong> in the percentage of clinical response in nonmenstrual pelvic pain at 6 months between Norelia groups (low and high dose) and placebo (ie, 2%-20% for low dose vs placebo, 18%-36% for high dose vs placebo) <strong>exclude 0</strong>, the differences are <strong>statistically significant (Choice B)</strong>.</p><p><strong>Educational objective:</strong><br>The null value of a confidence interval (CI) for a difference in rates (proportions or percentages) is always 0, indicating that there is no difference between the rates.&nbsp; A CI that includes the null value (ie, 0) is not statistically significant, and a CI that excludes the null value is statistically significant.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24197,
            "topic": "Statistical vs. clinical significance",
            "titleId": 24197,
            "title": "Statistical vs. clinical significance",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "1",
            "userAnswer": "1",
            "parentQuestionId": 19240,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 1,
            "questionSetCount": 2,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Clinically and statistically significant difference",
                    "choiceNumber": 1,
                    "correctTaken": 8271,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Clinically but not statistically significant difference",
                    "choiceNumber": 2,
                    "correctTaken": 1910,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Neither clinically nor statistically significant difference",
                    "choiceNumber": 3,
                    "correctTaken": 593,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Statistically but not clinically significant difference",
                    "choiceNumber": 4,
                    "correctTaken": 904,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 2,
            "highlights": null,
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": {
                "id": 44834,
                "fileName": "L70221.jpg",
                "typeId": 1,
                "title": "Drug ad - NORELIA",
                "sequenceId": 1,
                "active": true,
                "baseUrl": "https://apps.uworld.com/media/"
            },
            "timeSpent": 213,
            "othersAvgTimeSpent": 140,
            "notes": null,
            "peopleTaken": 11678,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 71,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 428,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 8,
            "questionId": 19241,
            "questionIndex": 20725,
            "questionText": "<p><strong>Item 2 of 2</strong></p><p>The patient starts taking 200 mg twice daily&nbsp;of Norelia and has limited improvement in nonmenstrual pelvic pain at 6 months.&nbsp; A friend of hers, who is 43 years old and has endometriosis with a primary manifestation of dysmenorrhea, tells her that she had significant improvement at 3 months after taking 200 mg twice daily of Norelia.&nbsp; Which of the following statements regarding these findings is most accurate?</p>",
            "questionHeader": "",
            "explanationText": "<p>The patient with a primary symptom of <strong>nonmenstrual pelvic pain</strong> has <strong>limited improvement</strong> after 6 months of high dose (200 mg twice daily) Norelia, whereas her friend with a primary symptom of <strong>dysmenorrhea</strong> has <strong>significant improvement</strong> after 3 months of high dose Norelia.&nbsp; Based on the ad, among women receiving high dose Norelia twice daily:</p><ul><li><strong>75.8%</strong> (at 3 months) and 75.3% (at 6 months) had a clinical response with respect to <strong>dysmenorrhea</strong></li><li>54.5% (at 3 months) and <strong>62.1%</strong> (at 6 months) had a clinical response with respect to <strong>nonmenstrual pelvic pain</strong></li></ul><p>This suggests that this dose of Norelia is <strong>more effective at reducing dysmenorrhea</strong> than nonmenstrual pelvic pain after 3 and 6 months of treatment.&nbsp; Therefore, the <strong>differences</strong> in the patients&#39; experiences with the higher dose of Norelia mirror the differences in disease manifestations seen in the study, as measured in different primary endpoints (eg, percentage of women with a clinical response at 3 and 6 months with respect to dysmenorrhea vs nonmenstrual pelvic pain).</p><p><strong>(Choice A)</strong>&nbsp; An ecological fallacy occurs when conclusions are made about individuals based on studies in which the unit of analysis is a group (ie, the conclusions of a study assessing population groups do not necessarily apply to individuals).&nbsp; In this study, the unit of analysis is the individual, not the group.</p><p><strong>(Choice B)</strong>&nbsp; The randomized controlled trial (RCT) was conducted among women age 18-49 and evaluated dysmenorrhea and nonmenstrual pelvic pain.&nbsp; Both patients were within the age range of the study (ages 34 and 43) and reported symptoms in accordance with study outcomes.&nbsp; Therefore, the results of the study are generalizable to both patients.</p><p><strong>(Choice C)</strong>&nbsp; The patient had limited improvement in nonmenstrual pelvic pain at 6 months.&nbsp; Her friend had significant improvement in dysmenorrhea after 3 months of treatment (as seen in 75.8% of patients), which is expected to persist at 6 months (as seen in 75.3% of patients) based on the ad.&nbsp; Waiting for both patients to have had 6 months of therapy is unlikely to change these outcomes.</p><p><strong>(Choice E)</strong>&nbsp; The placebo effect occurs in RCTs and refers to patients&#39; expectations affecting an outcome.&nbsp; In this case, the patient&#39;s friend is not participating in a randomized trial; and her symptomatic improvement is similar to that seen in the RCT.</p><p><strong>Educational objective:</strong><br>Given different disease manifestations, the same treatment may lead to significantly different clinical outcomes.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24197,
            "topic": "Statistical vs. clinical significance",
            "titleId": 24197,
            "title": "Statistical vs. clinical significance",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "2",
            "parentQuestionId": 19240,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 2,
            "questionSetCount": 2,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Due to an ecological fallacy in this study, individual differences cannot be explained",
                    "choiceNumber": 1,
                    "correctTaken": 1201,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Given that these patients have different symptoms, the study results cannot be generalized to them",
                    "choiceNumber": 2,
                    "correctTaken": 2831,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "No significant conclusion can be drawn before 6 months of therapy have elapsed in both patients",
                    "choiceNumber": 3,
                    "correctTaken": 643,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The differences mirror the differences in primary endpoint measurements seen in the study",
                    "choiceNumber": 4,
                    "correctTaken": 6814,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The friend&#39;s improvement is most likely due to the placebo effect",
                    "choiceNumber": 5,
                    "correctTaken": 170,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 2,
            "highlights": null,
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": {
                "id": 44834,
                "fileName": "L70221.jpg",
                "typeId": 1,
                "title": "Drug ad - NORELIA",
                "sequenceId": 1,
                "active": true,
                "baseUrl": "https://apps.uworld.com/media/"
            },
            "timeSpent": 178,
            "othersAvgTimeSpent": 67,
            "notes": null,
            "peopleTaken": 11659,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 58,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 887,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 9,
            "questionId": 23605,
            "questionIndex": 107841,
            "questionText": "<p>A recently published article reported an 80% reduction in subsequent anterior shoulder dislocation in young athletes after they underwent a new surgical intervention.&nbsp; A total of 80 athletes, all of whom had a history of anterior shoulder dislocation, were randomly assigned to either undergo the new surgical intervention or receive an exercise-based conservative intervention.&nbsp; The incidence of subsequent anterior shoulder dislocation was 4% among those who underwent surgical intervention and 20% among those who received conservative intervention.&nbsp; Which of the following was most likely presented as the 80% reduction in the incidence of subsequent anterior shoulder dislocation?</p>",
            "questionHeader": "",
            "explanationText": "<div id=\"div_T34642\"><table class=\"table-default-style\"><tbody><tr><td colspan=\"3\" style=\"width:40.0%\"><p align=\"center\"><strong>Common measures of therapeutic efficacy</strong></p></td></tr><tr><td style=\"width:20.0%\"><p align=\"center\"><strong>Term</strong></p></td><td style=\"width:40.0%\"><p align=\"center\"><strong>Definition</strong></p></td><td style=\"width:40.0%\"><p align=\"center\"><strong>Calculation</strong></p></td></tr><tr><td style=\"width:20.0%;\"><p align=\"center\"><strong>Absolute risk reduction (ARR)</strong></p></td><td style=\"width:40.0%;\"><p>Percentage indicating the actual difference in event rate between control &amp; treatment groups</p></td><td style=\"width:40.0%;\"><p align=\"center\">ARR = control rate &ndash; treatment rate</p></td></tr><tr><td style=\"width:20.0%;\"><p align=\"center\"><strong>Relative risk reduction (RRR)</strong></p></td><td style=\"width:40.0%;\"><p>Percentage indicating relative reduction in the treatment event rate compared to the control group</p></td><td style=\"width:40.0%;\"><p align=\"center\">RRR = ARR / control rate</p></td></tr><tr><td style=\"width:20.0%;\"><p align=\"center\"><strong>Relative risk (RR)</strong></p></td><td style=\"width:40.0%;\"><p>Ratio of the probability of an event occurring in the treatment group compared to the control group</p></td><td style=\"width:40.0%;\"><p align=\"center\">RR = treatment rate / control rate</p></td></tr><tr><td style=\"width:20.0%;\"><p align=\"center\"><strong>Number needed to treat (NNT)</strong></p></td><td style=\"width:40.0%;\"><p>Number of individuals who need to be treated to prevent a negative outcome in 1 patient</p></td><td style=\"width:40.0%;\"><p align=\"center\">NNT = 1 / ARR</p></td></tr></tbody></table></div><p>This study compared the incidence of subsequent anterior shoulder dislocation in 2 groups of young athletes with a history of anterior shoulder dislocation.&nbsp; One group underwent a new surgical intervention (ie, intervention group), and the other group received an exercise-based conservative intervention (ie, control group).&nbsp; The incidence (rate) of subsequent anterior shoulder dislocation is as follows:</p><ul><li>Surgical intervention (intervention group):&nbsp; 4%</li><li>Conservative intervention (control group):&nbsp; 20%</li></ul><p>These results indicate that the <strong>absolute risk reduction</strong> (ARR = control rate &#8722; intervention rate) in subsequent anterior shoulder dislocation between groups is 0.20 &#8722; 0.04 = <strong>0.16</strong> (or 16%)<strong> (Choice A)</strong>.</p><p>In addition, the <strong>relative risk reduction</strong> (RRR = ARR / control rate) is 0.16 / 0.20 = 0.80 (or <strong>80%</strong>).&nbsp; This means that the new surgical intervention offers an <strong>80%&nbsp; reduction</strong> in the incidence (rate) of subsequent anterior shoulder dislocation compared with (ie, relative to) conservative intervention.&nbsp; Drug advertisements sometimes prefer to report RRR rather than ARR because the RRR often provides larger, more impressive values (eg, ARR&nbsp;of 16% vs RRR of 80%).</p><p>The RRR can also be calculated based on the <strong>relative risk</strong> (RR).&nbsp; The RR for subsequent anterior shoulder dislocation in athletes who underwent the new surgical intervention compared with those who received the conservative intervention is calculated as RR = (intervention rate / control rate) = 0.04 / 0.20 = <strong>0.20 (Choice C)</strong>.&nbsp; RR = 0.20 indicates that athletes who underwent the new surgical intervention are only 20% as likely to have subsequent anterior shoulder dislocation as athletes who received the conservative intervention.&nbsp; RR can be used to calculate RRR as (1 &#8722; RR) = 1 &#8722; 0.20 = 0.80.</p><p><strong>(Choice B)</strong>&nbsp; The number of athletes with a history of anterior shoulder dislocation who would have to undergo the new surgical intervention to avoid 1 subsequent anterior shoulder dislocation is determined using the calculation for number needed to treat (NNT).&nbsp; In this study, with an ARR of 0.16, NNT = (1 / ARR) = 1 / 0.16 ~ 7.</p><p><strong>(Choice E)</strong>&nbsp; The true-positive rate is the proportion of diagnostic test results that correctly identify patients with disease as positive.&nbsp; However, this study did not evaluate the performance of a diagnostic test.</p><p><strong>Educational objective:</strong><br>Relative risk reduction (RRR) can be used to evaluate the risk in a population as compared to another population.&nbsp; It is calculated as RRR = (absolute risk reduction / control rate).&nbsp; RRR is also equal to (1 &#8722; relative risk).</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 29979,
            "topic": "Measures of association",
            "titleId": 29979,
            "title": "Measures of association",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "1",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Absolute risk reduction",
                    "choiceNumber": 1,
                    "correctTaken": 1447,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Number needed to treat",
                    "choiceNumber": 2,
                    "correctTaken": 216,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Relative risk",
                    "choiceNumber": 3,
                    "correctTaken": 587,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Relative risk reduction",
                    "choiceNumber": 4,
                    "correctTaken": 8275,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "True-positive rate",
                    "choiceNumber": 5,
                    "correctTaken": 114,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "1698,1856,true,-1,1*3207,3249,true,-1,1",
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 109,
            "othersAvgTimeSpent": 78,
            "notes": null,
            "peopleTaken": 10639,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 78,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 1189,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 10,
            "questionId": 22498,
            "questionIndex": 106495,
            "questionText": "<p>A 5-year-old girl is brought to the office by her parents due to a 3-day history of fever and right ear pain.&nbsp; Temperature is 39 C (102.2 F).&nbsp; Examination reveals a bulging tympanic membrane with decreased mobility with pneumatic otoscopy, consistent with a diagnosis of acute otitis media.&nbsp; A recent randomized, double-blind, placebo-controlled trial that evaluated the effectiveness of a new antibiotic to treat acute otitis media in children reported a difference (new antibiotic minus placebo) in mean time to resolution of symptoms of &#8722;0.05 days (95% confidence interval: &#8722;0.085 to &#8722;0.015), with a&nbsp;difference &#8805;3 hours considered clinically significant.&nbsp; Which of the following is the most appropriate interpretation of these study results?</p>",
            "questionHeader": "",
            "explanationText": "<p>This randomized, double-blind, placebo-controlled trial evaluated the effectiveness of a new antibiotic to treat acute otitis media in children.&nbsp; The outcome of the study is the difference (new antibiotic minus placebo) in mean time to resolution of symptoms, measured in days.</p><p>The study reported a <strong>difference between groups</strong> of <strong>&#8722;0.05 days</strong> with a 95% confidence interval (CI) for the difference of (&#8722;0.085 to &#8722;0.015).&nbsp; Because the <strong>CI excludes the null value</strong> (difference = 0), there is a <strong>statistically significant</strong> difference in mean time to resolution of symptoms between groups <strong>(Choice B)</strong>.&nbsp; One interpretation of the 95% CI for the difference is that it indicates that, with 95% confidence, the <em>true difference in mean time</em> to resolution of symptoms is between &#8722;0.085 and &#8722;0.015 (the <em>mean time</em> to resolution of symptoms itself is not described) <strong>(Choices A and D)</strong>.</p><p>A difference in mean time to resolution of symptoms is considered clinically important if it is &#8805;3 hours.&nbsp; Based on the 95% CI, the true difference in mean time to resolution of symptoms is between 24 &times; 0.015 = 0.36 hours and 24 &times; 0.085 = 2.04 hours (ie, &lt;3 hours).&nbsp; Therefore, the difference is <strong>not clinically significant (Choice C)</strong>.&nbsp; In sum, based on the study results, there is a statistically significant treatment effect that is not clinically important.&nbsp; Therefore, patients may not benefit from this new antibiotic based on what is considered clinically significant.</p><p><strong>Educational objective:</strong><br>A statistically significant finding may or may not be clinically relevant.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24197,
            "topic": "Statistical vs. clinical significance",
            "titleId": 24197,
            "title": "Statistical vs. clinical significance",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "5",
            "userAnswer": "5",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "About 95% of patients treated with the new antibiotic have resolution of symptoms in &lt;1 day",
                    "choiceNumber": 1,
                    "correctTaken": 239,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The 0.05-day difference in mean time to resolution of symptoms is not statistically significant",
                    "choiceNumber": 2,
                    "correctTaken": 1162,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The difference in mean time to resolution of symptoms is clinically and statistically significant",
                    "choiceNumber": 3,
                    "correctTaken": 1738,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The time to resolution of symptoms in patients treated with the new antibiotic is 0.05 days",
                    "choiceNumber": 4,
                    "correctTaken": 129,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "There is a statistically significant treatment effect that is not clinically important",
                    "choiceNumber": 5,
                    "correctTaken": 7301,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "1000,1215,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 172,
            "othersAvgTimeSpent": 75,
            "notes": null,
            "peopleTaken": 10569,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 69,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 281,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 11,
            "questionId": 18807,
            "questionIndex": 20283,
            "questionText": "<p>A 55-year-old man recently diagnosed with adenoid cystic carcinoma (ACC) visits his oncologist to discuss treatment options.&nbsp; The patient lives a very healthy lifestyle and wonders what might have triggered the development of this very rare type of cancer that has a prolonged latent period.&nbsp; He asks the physician about risk factors for ACC.&nbsp; Which of the following is the most appropriate study design to answer the patient&#39;s question?</p>",
            "questionHeader": "",
            "explanationText": "<p><img  draggable=\"false\" id=\"6804\" src=\"https://www.uworld.com/media/L13767.jpg\"  ></p><p><strong>Observational studies</strong> are broadly classified as having a descriptive or analytical design:</p><ul><li><p><strong>Descriptive designs</strong> (eg, case report, case series, cross-sectional study) describe patterns of disease in populations by time, place, and person.&nbsp; These studies help <strong>generate hypotheses about associations</strong> between risk factors and diseases, such as a study showing that a high proportion of people with lung cancer are also smokers.</p></li><li><p><strong>Analytical designs</strong> (eg, case-control study, cohort study, some cross-sectional designs) <strong>test hypotheses about associations</strong> between risk factors and disease, such as a study that determines that smoking is a statistically significant risk factor for lung cancer.</p></li></ul><p>In this question, the patient was diagnosed with a rare type of cancer (adenoid cystic carcinoma, ACC) and asks about risk factors for ACC.&nbsp; This means that the study must be analytical (ie, able to test hypotheses about associations between risk factors and ACC) rather than descriptive&nbsp;<strong>(Choices B and C)</strong>.</p><p>A <strong>case-control study</strong> is an analytical design in which potential <strong>participants</strong> are <strong>initially identified</strong> based on <strong>disease status</strong> as cases (ie, with disease) or controls (ie, without disease).&nbsp; Once cases and controls are identified, the presence of past exposure to &#8805;1 risk factors of interest is determined in each group.&nbsp; Because individuals have been <strong>deliberately chosen</strong> based on <strong>disease status</strong>, this study design is particularly <strong>efficient and cost-effective</strong> to study <strong>uncommon (rare) diseases</strong> with a <strong>long latent period</strong> (ie, time between exposure and disease occurrence), such as ACC.</p><p><strong>(Choice D)</strong>&nbsp; A cohort study initially identifies individuals based on exposure status to a risk factor and then follows both groups over time to assess the development of disease.&nbsp; This study design is inefficient to study uncommon diseases or diseases with a long latent period because a considerable amount of time is necessary for some disease to occur, and the likelihood that a sufficiently large number of individuals will develop the disease to draw any valid conclusions is very low.</p><p><strong>(Choice E)</strong>&nbsp; A cross-sectional study takes a snapshot of a population to estimate the prevalence of risk factors and disease simultaneously, so it is unlikely that this study design will capture sufficient cases of a rare disease to draw any valid conclusions.</p><p><strong>Educational objective:</strong><br>The case-control study is the most appropriate analytical design to study uncommon (rare) diseases and diseases with a long latent period.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 19502,
            "topic": "Study designs",
            "titleId": 19502,
            "title": "Study designs",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "1",
            "userAnswer": "1",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Case-control study",
                    "choiceNumber": 1,
                    "correctTaken": 6210,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Case report",
                    "choiceNumber": 2,
                    "correctTaken": 467,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Case series",
                    "choiceNumber": 3,
                    "correctTaken": 811,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Cohort study",
                    "choiceNumber": 4,
                    "correctTaken": 2566,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Cross-sectional study",
                    "choiceNumber": 5,
                    "correctTaken": 493,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "515,543,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 96,
            "othersAvgTimeSpent": 40,
            "notes": null,
            "peopleTaken": 10547,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 59,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 684,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 12,
            "questionId": 20462,
            "questionIndex": 21963,
            "questionText": "<p>A 63-year-old man comes to the emergency department due to worsening shortness of breath over the past 2 weeks.&nbsp; The patient has a history of congestive heart failure and is on diuretic therapy.&nbsp; Physical examination is notable for elevated jugular venous pressure, crackles, and lower extremity edema.&nbsp; Brain natriuretic peptide levels are elevated, with an elevated creatinine level suggestive of cardiorenal syndrome.&nbsp; Chest x-ray reveals pulmonary venous congestion.&nbsp; Despite intravenous diuretic therapy, the patient continues to have evidence of volume overload and cardiorenal syndrome and is transferred to the intensive care unit for further management.&nbsp; A study evaluated the effect of adding low-dose dopamine (2 &micro;g/kg/min) or low-dose nesiritide (0.005 &micro;g/kg/min without bolus) to diuretic therapy on decongestion and renal function in patients with acute heart failure and renal dysfunction.&nbsp; In the study, 360 patients were randomly assigned to receive low-dose dopamine, low-dose nesiritide, or placebo.&nbsp; The effect of the treatments on 72-hour cumulative urine (decongestion) and the change in levels of compound C (a serum renal biomarker level) from randomization to 72 hours are shown in the table below.</p><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"border-collapse: collapse;\"><tbody><tr><td colspan=\"3\" style=\"text-align: center;\"><strong>Change in decongestion and renal function</strong>&nbsp;<strong>from randomization to 72 hours</strong></td></tr><tr><td></td><td style=\"border: 1px solid black; text-align: center;\"><em>Cumulative urine volume<br>(mean mL &plusmn; standard deviation)</em></td><td style=\"border: 1px solid black; text-align: center;\"><em>Change in compound C level<br>(mean mg/L &plusmn; standard deviation)</em></td></tr><tr><td style=\"border: 1px solid black;\">Low-dose dopamine, <em>n</em> = 122</td><td style=\"border: 1px solid black; text-align: center;\">8,724 &plusmn; 3,021*</td><td style=\"border: 1px solid black; text-align: center;\">0.12 &plusmn; 0.34</td></tr><tr><td style=\"border: 1px solid black;\">Low-dose nesiritide, <em>n</em> = 119</td><td style=\"border: 1px solid black; text-align: center;\">8,951 &plusmn; 3,007*</td><td style=\"border: 1px solid black; text-align: center;\">0.07 &plusmn; 0.33</td></tr><tr><td style=\"border: 1px solid black;\">Placebo, <em>n</em> = 119</td><td style=\"border: 1px solid black; text-align: center;\">7,949 &plusmn; 2,772</td><td style=\"border: 1px solid black; text-align: center;\">0.11 &plusmn; 0.28</td></tr><tr><td colspan=\"3\" style=\"padding-left: 2em;\">*<em>p</em>-value &lt; 0.01 (compared to placebo)</td></tr></tbody></table><p>Compared with the placebo, which of the following is the most appropriate conclusion based on these data?</p>",
            "questionHeader": "",
            "explanationText": "<p>This study compares the effect of adding low-dose dopamine (2 &micro;g/kg/min) or low-dose nesiritide (0.005 &micro;g/kg/min without bolus) to diuretic therapy on decongestion (using 72-hour cumulative urine as a surrogate) and compound C levels in patients with acute heart failure and renal dysfunction.&nbsp; Patients were randomly assigned to dopamine, nesiritide, or placebo; 72-hour cumulative urine and changes in compound C levels from randomization to 72 hours were recorded.&nbsp; Statistical significance is established using the <em>p</em>-value.&nbsp; The results of the study are as follows:</p><ul><li><p><strong>72-hour cumulative urine</strong> significantly <strong>increased</strong> (ie, decongestion was increased) in <strong>both groups</strong> compared to placebo, but the increase was greater in the low-dose nesiritide (8,951 mL vs 7,949 mL, <em>p</em> &lt; 0.01) compared to the low-dose dopamine group (8,724 mL vs 7,949 mL, <em>p</em> &lt; 0.01) <strong>(Choices B and E)</strong>.</p></li><li><p><strong>Change in compound C</strong> was <strong>not significant</strong> in either group compared to placebo (low-dose dopamine: 0.12 mg/L vs placebo: 0.11 mg/L, <em>p</em>-value not significant; low-dose nesiritide: 0.07 mg/L vs placebo: 0.11 mg/L, <em>p</em>-value not significant) <strong>(Choices A and D)</strong>.</p></li></ul><p>Therefore, compared to placebo, low-dose dopamine and low-dose nesiritide are both effective in increasing decongestion in patients with acute heart failure and renal dysfunction.&nbsp; Although compound C levels did not change significantly, this may reflect limitations in the use of compound C (eg, variability in measurements) rather than lack of change in renal function.</p><p><strong>Educational objective:</strong><br>Statistical significance is reflected by a <em>p</em>-value less than a given significance level (eg, <em>p</em> &lt; 0.05).</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 8373,
            "topic": "P-value and confidence interval",
            "titleId": 8373,
            "title": "P-value and confidence interval",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "3",
            "userAnswer": "5",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Low-dose dopamine increases compound C levels",
                    "choiceNumber": 1,
                    "correctTaken": 479,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Low-dose nesiritide increases decongestion but not as much as low-dose dopamine",
                    "choiceNumber": 2,
                    "correctTaken": 359,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The treatments are both effective in increasing decongestion",
                    "choiceNumber": 3,
                    "correctTaken": 7688,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The treatments have a significant effect on both decongestion and compound C levels",
                    "choiceNumber": 4,
                    "correctTaken": 734,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The treatments have no effect on decongestion or compound C levels",
                    "choiceNumber": 5,
                    "correctTaken": 1323,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "1335,1525,true,-1,1",
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": true,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 155,
            "othersAvgTimeSpent": 138,
            "notes": null,
            "peopleTaken": 10583,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 73,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 1556,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 13,
            "questionId": 18752,
            "questionIndex": 20227,
            "questionText": "<p>A case-control study is conducted to ascertain the role of ethnicity and various risk factors in predicting pregnancy-related deaths among women who identify as Black or as Non-Hispanic White.&nbsp; Women in both groups who experienced pregnancy-related deaths in the United States over a 7-year period are matched to healthy women with live births.&nbsp; Selected characteristics of the study population and findings are included below:</p><p>Distribution of risk factors by maternal ethnicity (percentages)</p><table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" style=\"border-collapse: collapse;\"><tbody><tr><td></td><td style=\"text-align: center;\">Black</td><td style=\"text-align: center;\">Non-Hispanic White</td><td style=\"text-align: center;\"><em>p</em>-value</td></tr><tr><td>Use of tobacco during pregnancy</td><td style=\"text-align: center;\">10.1</td><td style=\"text-align: center;\">35.9</td><td style=\"text-align: center;\">&lt;0.001</td></tr><tr><td>Use of alcohol during pregnancy</td><td style=\"text-align: center;\">12.2</td><td style=\"text-align: center;\">20.6</td><td style=\"text-align: center;\">&lt;0.001</td></tr><tr><td>Maternal age &gt;35&nbsp;</td><td style=\"text-align: center;\">15.7</td><td style=\"text-align: center;\">17.3</td><td style=\"text-align: center;\">0.12</td></tr><tr><td>Hypertension</td><td style=\"text-align: center;\">34.9</td><td style=\"text-align: center;\">27.5</td><td style=\"text-align: center;\">&lt;0.05</td></tr><tr><td>Income below poverty level</td><td style=\"text-align: center;\">45.8</td><td style=\"text-align: center;\">22.9</td><td style=\"text-align: center;\">&lt;0.001</td></tr><tr><td>Low receipt of obstetric prenatal care</td><td style=\"text-align: center;\">57.6</td><td style=\"text-align: center;\">47.2</td><td style=\"text-align: center;\">&lt;0.001</td></tr></tbody></table><p>The overall unadjusted odds ratio for pregnancy-related deaths for Black compared with Non-Hispanic White women is 3.07 (95% confidence interval, 2.78-4.20).&nbsp; After controlling for socioeconomic status, maternal age, hypertension, tobacco and alcohol use during pregnancy, and receipt of obstetric prenatal care, the odds ratio for pregnancy-related deaths for Black women compared with Non-Hispanic White women is 2.65 (95% confidence interval, 2.12-3.45).&nbsp; Which of the following most accurately describes the adjusted odds ratio finding for pregnancy-related deaths in Black compared to Non-Hispanic White women?</p>",
            "questionHeader": "",
            "explanationText": "<p>The <strong>odds ratio (OR)</strong> compares the odds of an outcome between exposed and unexposed individuals.&nbsp; An <strong>OR &gt;1.0</strong> indicates that the exposure (eg, ethnicity) is associated with an <strong>increase in odds of outcome</strong>.&nbsp; The confidence interval (CI) of an OR indicates, with a certain confidence level, whether a given OR is statistically different from the null value (ie, OR = 1.0).&nbsp; A CI that excludes the null value is statistically significant (at that confidence level).</p><p>In this study, the unadjusted OR (OR = 3.07) indicates that the odds of pregnancy-related deaths are approximately 3 times as high among Black women compared to Non-Hispanic White (NHW) women; this association is statistically significant (95%CI: 2.78-4.20).&nbsp; <strong>Adjusting</strong> (ie, <strong>controlling</strong>) for factors such as socioeconomic status (eg, poverty), maternal age, hypertension, and receipt of obstetric&nbsp;prenatal care <strong>removes the effect </strong>these factors have on the association.</p><p>After adjustment, the strength of the association decreased (OR = 2.65), but the association <strong>remained statistically significant</strong> (95%CI: 2.12-3.45).&nbsp; This indicates that the increase in odds of pregnancy-related deaths in Black women is <strong>not fully explained</strong> by these factors <strong>(Choice A)</strong>.&nbsp; A racial gap remains unaccounted for and may be potentially explained by <strong>external factors </strong>not adjusted for in the study, such as structural discrimination (eg, systemic difference in treatment of Black vs NHW patients by institutions, such as healthcare).</p><p><strong>(Choice C)</strong>&nbsp; Participants in a case-control study are initially selected based on outcome status as cases (ie, with disease) or controls (ie, without disease); therefore, this study design is particularly efficient and cost effective for studying uncommon (rare) outcomes (eg, pregnancy-related death).</p><p><strong>(Choice D)</strong>&nbsp; The study estimates the odds, rather than the risk (eg, probability), of pregnancy-related deaths; results show that the odds were ~3 times higher among Black, rather than NHW, patients.</p><p><strong>(Choice E)</strong>&nbsp; The difference in the proportion of patients with maternal age &gt;35 (ie, advanced maternal age) among Black and NHW women is not statistically significant (<em>p</em> = 0.12).&nbsp; The study adjusts for receipt of obstetric prenatal care does not provide information on contraception use; therefore, it is not possible to determine how adjusting for contraception use may affect the results.</p><p><strong>Educational objective:</strong><br>An association that remains statistically significant after adjusting (controlling for) certain known factors suggests that additional factors may contribute to the association.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 103,
            "subject": "Obstetrics & Gynecology",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 19287,
            "topic": "Principles of public health",
            "titleId": 19287,
            "title": "Principles of public health",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "2",
            "userAnswer": "1",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Black women are more likely to experience pregnancy-related death primarily due to poverty and low receipt of obstetric prenatal care",
                    "choiceNumber": 1,
                    "correctTaken": 3899,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The increased odds of pregnancy-related deaths in Black women are potentially explained by external factors not adjusted for in the study",
                    "choiceNumber": 2,
                    "correctTaken": 6272,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The case-control study design is not efficient to draw statistically significant conclusions about differences in pregnancy-related deaths",
                    "choiceNumber": 3,
                    "correctTaken": 807,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The risk of pregnancy-related deaths is approximately 3 times higher among Non-Hispanic White women compared to Black women",
                    "choiceNumber": 4,
                    "correctTaken": 612,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "When adjusting for contraception use, advanced maternal age likely contributes significantly to increased pregnancy-related deaths in Black women",
                    "choiceNumber": 5,
                    "correctTaken": 210,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "1813,1882,true,-1,1",
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 171,
            "othersAvgTimeSpent": 127,
            "notes": null,
            "peopleTaken": 11800,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 53,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 3109,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 14,
            "questionId": 19302,
            "questionIndex": 20786,
            "questionText": "<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"width:100%;\"><tbody><tr><td id=\"vignettedescriptor\">The abstract shown on the left applies to the next <strong>2</strong> items.</td></tr></tbody></table><p>A 49-year-old man comes to the office for a follow-up appointment.&nbsp; The patient has type 2 diabetes mellitus that was diagnosed 6 months ago.&nbsp; He takes metformin twice daily but says that it makes him weak and causes abdominal pain and diarrhea.&nbsp; The patient does not engage in regular physical activity but says he is willing to start an exercise regimen if it will help him with his diabetes.</p><p><strong>Item 1 of 2</strong></p><p>Based on the study results, which of the following is the best response to this patient?</p>",
            "questionHeader": "",
            "explanationText": "<p>In this study, patients with non&ndash;insulin-dependent type 2 diabetes mellitus were randomly assigned to an exercise intervention or standard care for 12 months.&nbsp; Study results show that, at 12-month follow-up, the exercise intervention was significantly associated with:</p><ul><li>discontinuation (<em>p</em> = 0.003) and reduction (<em>p</em> = 0.007) of glucose-lowering medication treatment and</li><li>improvement in HbA1c levels (<em>p</em> = 0.003) <strong>(Choice E)</strong>.</li></ul><p>Patients in the exercise intervention group were stratified by tertiles based on the accumulated volumes of exercise completed during the 12-month intervention: 120-240 min/week, 241-360 min/week, and &gt;360 min/week.&nbsp; When considering the accumulated volumes of exercise, results (compared to those for patients in standard care) show that:</p><ul><li><p><strong>Discontinuation</strong> of glucose-lowering medication treatment was <strong>significantly more likely</strong> in patients who exercised 120-240 min/week (relative risk [RR] = 12.1; 95% confidence interval [CI]: 1.2 to 14.9), in patients who exercised <strong>241-360 min/week</strong> (RR = 25.2; 95% CI: 15.7 to 26.3), and in patients who exercised &gt;360 min/week (RR = 38.9; 95% CI: 31.5 to 40.8) because the CI excluded the null value (RR = 1.0) <strong>(Choice A)</strong>.</p></li><li><p><strong>Reduction</strong> of glucose-lowering medication treatment was <strong>not significant</strong> in patients who exercised 120-240 min/week (RR = 3.7; 95% CI: 0.3 to 9.4) because the CI included the null value (RR = 1.0) <strong>(Choice C)</strong>.&nbsp; However, reduction of glucose-lowering medication treatment was <strong>significantly more likely</strong> in patients who exercised <strong>241-360 min/week</strong> (RR = 4.8; 95% CI: 2.5 to 12.7) and in patients who exercised &gt;360 min/week (RR = 10.1; 95% CI: 1.2 to 20.4) because the CI excluded the null value (RR = 1.0).</p></li><li><p><strong>Change in HbA1c</strong> levels (measured as a difference between 2 means) was <strong>not significantly different</strong> (&#8722;0.3%; 95% CI: &#8722;0.9% to 0.3%) in patients who exercised 120-240 min/week because the CI included the null value (difference = 0) <strong>(Choice B)</strong>.&nbsp; However, change in HbA1c level was <strong>significantly different</strong> in patients who exercised <strong>241-360 min/week</strong> (&#8722;0.7%; 95% CI: &#8722;1.3% to &#8722;0.1%) and in patients who exercised &gt;360 min/week (&#8722;0.7%; 95% CI: &#8722;1.2% to &#8722;0.2%) because the CI excluded the null value (difference = 0).</p></li></ul><p>Taken together, these results indicate that patients with non&ndash;insulin-dependent type 2 diabetes mellitus who exercise <strong>&gt;240 min/week</strong> for 12 months are significantly <strong>more likely</strong> to <strong>reduce and discontinue glucose-lowering medication</strong> treatment and to <strong>lower their HbA1c levels</strong>.</p><p><strong>Educational objective:</strong><br>Different measures of effect (eg, relative risk, difference between 2 means) may be used in a single study to evaluate different aspects of the effect on an exposure.</p>",
            "abstractId": 3749,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 8373,
            "topic": "P-value and confidence interval",
            "titleId": 8373,
            "title": "P-value and confidence interval",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "5",
            "parentQuestionId": 19302,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 1,
            "questionSetCount": 2,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "An exercise regimen of &gt;360 min/week is the only way to increase his likelihood of discontinuing glucose-lowering medication treatment at the end of 12 months",
                    "choiceNumber": 1,
                    "correctTaken": 307,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Physical activity with a volume of exercise similar to the current recommendation of 150 min/week is needed to generate significant improvement in his HbA1c level",
                    "choiceNumber": 2,
                    "correctTaken": 773,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The patient will be significantly more likely to reduce his glucose-lowering medication treatment if he is able to exercise 150 min/week for an entire year",
                    "choiceNumber": 3,
                    "correctTaken": 2096,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "There is a significant chance that he can lower his HbA1c level and reduce or discontinue glucose-lowering medication treatment if he exercises &gt;240 min/week",
                    "choiceNumber": 4,
                    "correctTaken": 8207,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "There is currently no statistical evidence to suggest that the patient will be able to improve his diabetes if he starts an exercise regimen now",
                    "choiceNumber": 5,
                    "correctTaken": 331,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 3,
            "highlights": null,
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 277,
            "othersAvgTimeSpent": 167,
            "notes": null,
            "peopleTaken": 11714,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 70,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 1304,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 15,
            "questionId": 19303,
            "questionIndex": 20787,
            "questionText": "<p><strong>Item 2 of 2</strong></p><p>Which of the following is the strongest additional support for a causal relationship between exercise and discontinuation of glucose-lowering medication treatment in this randomized controlled, exercise-based lifestyle intervention study?</p>",
            "questionHeader": "",
            "explanationText": "<div id=\"div_t35791\"><table class=\"table-default-style\"><tbody><tr><td><p align=\"center\"><strong>Basic criterion&nbsp;to<br />establish causality</strong></p></td><td><p align=\"center\"><strong>Explanation</strong></p></td></tr><tr><td><p align=\"center\">Analogy</p></td><td><p align=\"center\">Similar associations known</p></td></tr><tr><td><p align=\"center\">Biological gradient</p></td><td><p align=\"center\">Dose-response relationship between cause &amp; effect</p></td></tr><tr><td><p align=\"center\">Biological plausibility</p></td><td><p align=\"center\">Probable given established knowledge</p></td></tr><tr><td><p align=\"center\">Coherence</p></td><td><p align=\"center\">Association should not conflict with known facts</p></td></tr><tr><td><p align=\"center\">Consistency</p></td><td><p align=\"center\">Cause widely associated with effect</p></td></tr><tr><td><p align=\"center\">Experimental evidence</p></td><td><p align=\"center\">Effect evidenced by experimental designs</p></td></tr><tr><td><p align=\"center\">Specificity</p></td><td><p align=\"center\">Cause uniquely associated with effect</p></td></tr><tr><td><p align=\"center\">Strength of association</p></td><td><p align=\"center\">Cause associated with a substantive effect</p></td></tr><tr><td><p align=\"center\">Temporality</p></td><td><p align=\"center\">Cause precedes effect</p></td></tr></tbody></table></div><p><strong>Randomized controlled trials (RCTs)</strong> offer the highest level of support for causality because they can establish whether a particular <strong>exposure</strong> (eg, exercise) <strong>causes an outcome</strong> (eg, discontinuation of glucose-lowering medication treatment).&nbsp; In RCTs, a statistically significant association between the exposure and the outcome supports causality, but any significant association is more likely to be causal if its strength (eg, magnitude of relative risk [RR]) increases as the exposure to the risk factor (eg, exercise) increases.&nbsp; This phenomenon is known as a <strong>dose-response (biological gradient) relationship</strong>.&nbsp; Absence of a dose-response relationship, however, should not be taken as evidence against causality.</p><p>In this study, patients in the exercise-based lifestyle intervention group were significantly more likely to discontinue glucose-lowering medication at 12-month follow-up compared to patients in the standard care group (<em>p</em> = 0.003).&nbsp; In addition, results show that patients who engaged in <strong>greater volumes of exercise</strong> (ie, from T1 to T3) were <strong>significantly more likely</strong> (ie, increasing RRs from 12.1 to 25.2 to 38.9) to <strong>discontinue treatment</strong> than patients in standard care, as shown below.</p><div id=\"div_T68063\"><table class=\"table-default-style table-header-footer-style\" style=\"width:100.0%\"><tbody><tr><td colspan=\"4\" style=\"width:100.0%;\"><p align=\"center\"><strong>Between-group comparisons from baseline to 12-month follow-up</strong></p></td></tr><tr><td style=\"width:34.0%\"><p align=\"center\"><strong>Outcomes*</strong></p></td><td style=\"width:22.0%\"><p align=\"center\"><strong>T1 vs<br>Standard care</strong></p></td><td style=\"width:22.0%\"><p align=\"center\"><strong>T2 vs<br>Standard care</strong></p></td><td style=\"width:22.0%\"><p align=\"center\"><strong>T3 vs<br>Standard care</strong></p></td></tr><tr><td style=\"width:34.0%;\"><p align=\"center\"><strong>Discontinuation of<br>glucose-lowering medication treatment</strong></p></td><td style=\"width:22.0%;\"><p align=\"center\"><strong>RR = 12.1</strong></p><p align=\"center\">95% CI:<br>1.2 to 14.9</p></td><td style=\"width:22.0%;\"><p align=\"center\"><strong>RR = 25.2</strong></p><p align=\"center\">95% CI:<br>15.7 to 26.3</p></td><td style=\"width:22.0%;\"><p align=\"center\"><strong>RR = 38.9</strong></p><p align=\"center\">95% CI:<br>31.5 to 40.8</p></td></tr><tr><td colspan=\"4\" style=\"width:100.0%;\"><p>*Outcomes were adjusted for baseline values, age, sex &amp; BMI.</p><p><strong>CI</strong> = confidence interval; <strong>RR</strong> = relative risk; <strong>T</strong> = tertile.</p></td></tr></tbody></table></div><p>These results suggest a potential <strong>dose-response</strong> relationship between volume of exercise (risk factor) and discontinuation of treatment (outcome).&nbsp; The dose-response relationship builds on the significant association between the intensive lifestyle intervention and discontinuation of glucose-lowering medication found in the RCT, thereby providing a stronger support for a <strong>causal relationship (Choice D)</strong>.</p><p><strong>(Choice A)</strong>&nbsp; Confounding occurs when the association between an exposure and a disease is obscured by the effect of &#8805;1 extraneous variables that are associated with both.&nbsp; This RCT adjusted for some potential confounders (eg, baseline values, age, sex, BMI); however, additional confounders may not have been considered, leading to an incomplete elimination of bias.</p><p><strong>(Choice C)</strong>&nbsp; In an RCT, an adequate follow-up time is necessary for an outcome to occur.&nbsp; However, an outcome occurring after a long follow-up period is not necessarily causally related to the exposure; therefore, length of follow-up period is not a criterion used to establish causality.</p><p><strong>Educational objective:</strong><br>An association between a risk factor and an outcome is more likely to be causal if its strength increases as the exposure level increases (ie, dose-response relationship or biological gradient).&nbsp; Although a dose-response relationship is a highly important factor in favor of causality, it is not necessary to infer causation.</p>",
            "abstractId": 3749,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24445,
            "topic": "Causality",
            "titleId": 24445,
            "title": "Causality",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "2",
            "userAnswer": "2",
            "parentQuestionId": 19302,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 2,
            "questionSetCount": 2,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Bias is completely eliminated by adjusting for baseline values, age, sex, and BMI",
                    "choiceNumber": 1,
                    "correctTaken": 1126,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Greater exercise volumes are significantly associated with greater likelihood of discontinuing glucose-lowering medication treatment",
                    "choiceNumber": 2,
                    "correctTaken": 7598,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The exercise-based lifestyle intervention had a follow-up time of 12 months",
                    "choiceNumber": 3,
                    "correctTaken": 817,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "There is a significant association between intensive lifestyle intervention and discontinuation of glucose-lowering medication treatment",
                    "choiceNumber": 4,
                    "correctTaken": 2145,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 3,
            "highlights": null,
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 79,
            "othersAvgTimeSpent": 45,
            "notes": null,
            "peopleTaken": 11686,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 65,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 2188,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 16,
            "questionId": 4100,
            "questionIndex": 4100,
            "questionText": "<p>A case-control study was conducted to evaluate the association between alcohol consumption and cancer of the oral cavity.&nbsp; The crude analysis showed a strong association between the exposure and outcome: odds ratio = 4.5, 95% confidence interval 3.4-5.6.&nbsp; Smoking was considered as a potential confounder of the association.&nbsp; Which of the following properties of smoking is necessary in order for it to be considered as a confounder?</p>",
            "questionHeader": "",
            "explanationText": "<p>When looking at the effect between an exposure and an outcome, <strong>confounding</strong> leads to mixing up the effect of the exposure (eg, alcohol consumption) on the outcome (eg, oral cavity cancer) with the effect of an extraneous factor/confounder (eg, smoking) on the outcome (eg, oral cavity cancer).&nbsp; In order to be a confounder, the extraneous factor must have some properties linking it with <strong>both</strong> the <strong>exposure</strong> and the <strong>outcome</strong> of interest.</p><p>In this example, smoking is the possible confounder.&nbsp; Smoking is related to the exposure (ie, people who consume alcohol are more likely to smoke) as well as the outcome of interest (ie, smoking, by itself, is associated with cancer of the oral cavity).&nbsp; If smoking is the confounder, it explains at least part of the association observed between alcohol consumption and cancer of the oral cavity.</p><p><strong>(Choice A)</strong>&nbsp; If smoking is not related to cancer of oral cavity, it cannot be a confounder in this case.</p><p><strong>(Choice B)</strong>&nbsp; Although a confounder may be prevalent in a population, high prevalence is not a necessary condition for a variable to be considered a confounder.&nbsp; For example, smoking may still be a confounder for the relationship between alcohol consumption and oral cavity cancer even in a population where the prevalence of smoking is extremely low.</p><p><strong>(Choices D and E)</strong>&nbsp; A confounder may be commonly observed both in exposed and unexposed subjects and it is not evenly distributed between the groups.</p><p><strong>Educational objective:</strong><br>A confounder is an extraneous factor that has properties linking it with both the exposure and the outcome of interest.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 6409,
            "topic": "Confounding, effect modification, bias, errors",
            "titleId": 6409,
            "title": "Confounding, effect modification, bias, errors",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "3",
            "userAnswer": "3",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "It should not be related to cancer of the oral cavity",
                    "choiceNumber": 1,
                    "correctTaken": 13434,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "It should be highly prevalent in the population",
                    "choiceNumber": 2,
                    "correctTaken": 68073,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "It should be related to alcohol consumption",
                    "choiceNumber": 3,
                    "correctTaken": 151775,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "It should be observed only in alcohol consumers",
                    "choiceNumber": 4,
                    "correctTaken": 26380,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "It should be evenly distributed among alcohol consumers and nonconsumers",
                    "choiceNumber": 5,
                    "correctTaken": 37288,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "1335,1464,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 106,
            "othersAvgTimeSpent": 52,
            "notes": null,
            "peopleTaken": 296950,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 51,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 446,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 17,
            "questionId": 4315,
            "questionIndex": 4315,
            "questionText": "<p>It is hypothesized that high glucose levels during an episode of acute myocardial infarction may be associated with higher rates of adverse short-term and long-term cardiovascular outcomes in non-diabetic individuals.&nbsp; A group of investigators studied the relationship between the blood glucose level on admission and the number of episodes of significant ventricular arrhythmias during the first 24 hours after an acute myocardial infarction in patients with no previous history of diabetes.&nbsp; The following plot was constructed.</p><blockquote dir=\"ltr\" style=\"MARGIN-RIGHT: 0px\"><p><img src=\"https://www.uworld.com/media/Linear_association.jpg\"  draggable=\"false\" ></p></blockquote><p>Which of the following is the best statement about the study results?</p>",
            "questionHeader": "",
            "explanationText": "<p><strong>Scatter plots</strong> are useful for crude analysis of data.&nbsp; They can demonstrate the type of association (ie, linear, non-linear), if any is present.&nbsp; If a linear association is present, the correlation coefficient can be calculated to provide a numerical description of the linear association.&nbsp; In this case, the scatter plot shows an almost perfect linear association between the blood glucose level on admission and the number of episodes of significant ventricular arrhythmias.</p><p><strong>(Choice A)</strong>&nbsp; The scatter plot demonstrates a positive association (ie, an increase in the blood glucose level is associated with an increase in the number of episodes of significant ventricular arrhythmias); therefore, the correlation coefficient is positive.</p><p><strong>(Choice B)</strong>&nbsp; The correlation coefficient of an almost perfect linear association is close to 1.</p><p><strong>(Choices D and E)</strong>&nbsp; Crude analysis of the association using scatter plots does not account for possible confounders (eg, severity of the disease, degree of sympathetic activation), and does not necessarily imply causal relationships between variables.</p><p><strong>Educational objective:</strong><br>Scatter plots are useful for crude analysis of data.&nbsp; They&nbsp;can demonstrate the type of association (ie, linear, non-linear), if any is present.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24338,
            "topic": "Interpretation and use of evidence-based data (including individualization, risk-benefit analysis, synthesis of concepts with real data)",
            "titleId": 24338,
            "title": "Interpretation and use of evidence-based data (including individualization, risk-benefit analysis, synthesis of concepts with real data)",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "3",
            "userAnswer": "3",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "The correlation coefficient is negative",
                    "choiceNumber": 1,
                    "correctTaken": 3613,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The correlation coefficient is close to 0",
                    "choiceNumber": 2,
                    "correctTaken": 7347,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "A linear association is demonstrated",
                    "choiceNumber": 3,
                    "correctTaken": 264249,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Confounders are effectively controlled",
                    "choiceNumber": 4,
                    "correctTaken": 3324,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "High blood sugar levels cause arrhythmia",
                    "choiceNumber": 5,
                    "correctTaken": 10936,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "878,1110,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 89,
            "othersAvgTimeSpent": 35,
            "notes": null,
            "peopleTaken": 289469,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 91,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 309,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 1,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 18,
            "questionId": 20893,
            "questionIndex": 22396,
            "questionText": "<p>A recent study evaluated the efficacy of a new quadrivalent vaccine in preventing the development of human papilloma virus (HPV) infection&ndash;related external genital lesions in boys and men age 16 to 26.&nbsp; A total of 1,320 healthy boys and men who were initially negative for all four vaccine HPV types were given the new vaccine and followed for 3 years.&nbsp; At the end of the follow-up, 24 participants had developed external genital lesions.&nbsp; Which of the following is the most likely reason no conclusion regarding vaccine efficacy can be drawn from these results?</p>",
            "questionHeader": "",
            "explanationText": "<p>This study is concerned with the efficacy of a new quadrivalent vaccine to prevent the development of human papilloma virus (HPV) infection&ndash;related external genital lesions in boys and men age 16 to 26.&nbsp; Vaccine efficacy (VE) is calculated by estimating the risk of disease in a group of <strong>vaccinated individuals</strong> and in a group of <strong>unvaccinated individuals</strong> and then determining the percentage reduction among vaccinated individuals relative to unvaccinated individuals.</p><p style=\"text-align:center;\">VE = (risk of disease in unvaccinated &#8722; risk of disease in vaccinated) / (risk of disease in unvaccinated)</p><p>The greater the percentage reduction of illness in the vaccinated group, the greater the VE.</p><p>A total of 1,320 healthy boys and men age 16 to 26 were enrolled in the study and given the new vaccine.&nbsp; The study results showed that 24 of 1,320 vaccinated individuals developed external genital lesions; therefore, the <strong>risk</strong> of development of external genital lesions among <strong>vaccinated individuals</strong> is 24/1,320 = 0.0182, <strong>or 1.82%</strong>.&nbsp; This means that about 100% &#8722; 1.82% = 98.18% of vaccinated individuals did not develop external genital lesions.</p><p>However, the study <strong>does not include</strong> an <strong>unvaccinated group</strong> (ie, control group); therefore, it is <strong>not possible</strong> to <strong>draw conclusions</strong> about VE <strong>(Choice E)</strong>.&nbsp; For example, unvaccinated individuals may have developed lesions at the same rate of ~1.82%, suggesting the vaccine had no efficacy.</p><p><strong>(Choices A and B)</strong>&nbsp; Most genital lesions appear within a few months of HPV infection; therefore, a 3-year follow-up offers sufficient time for the development and diagnosis of external genital lesions.&nbsp; The small number of individuals who developed external genital lesions compared to the total may alter some aspect of the statistical analysis (eg, increase error, lower statistical power).&nbsp; However, the reason no conclusion about VE can be drawn from these results is the absence of a control group of unvaccinated individuals.</p><p><strong>(Choice C)</strong>&nbsp; Boys and men age 16 to 26 are the study&#39;s population of interest; therefore, all conclusions generalize to this population (although they may not generalize to other populations).</p><p><strong>Educational objective:</strong><br>Vaccine efficacy is calculated by estimating the risk of disease in a group of vaccinated individuals and in a group of unvaccinated individuals (ie, control group) and then determining the percentage reduction among vaccinated individuals relative to unvaccinated individuals.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 19502,
            "topic": "Study designs",
            "titleId": 19502,
            "title": "Study designs",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "4",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "The follow-up period of 3 years is too short",
                    "choiceNumber": 1,
                    "correctTaken": 1215,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The number who developed external genital lesions is too small",
                    "choiceNumber": 2,
                    "correctTaken": 81,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The sample consisted of only boys and men age 16 to 26",
                    "choiceNumber": 3,
                    "correctTaken": 577,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The trial did not assess genital lesion development in unvaccinated boys and men age 16 to 26",
                    "choiceNumber": 4,
                    "correctTaken": 8682,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "The vaccine efficacy in preventing genital lesions is close to 98%",
                    "choiceNumber": 5,
                    "correctTaken": 153,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": null,
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 153,
            "othersAvgTimeSpent": 68,
            "notes": null,
            "peopleTaken": 10708,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 81,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 380,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 19,
            "questionId": 18798,
            "questionIndex": 20274,
            "questionText": "<p>A group of pediatric oncologists conducts a study in which exposure to radiation from CT scans is compared between children with a diagnosis of leukemia at age &lt;15 and children (age and sex matched) without a diagnosis of leukemia.&nbsp; Information is also obtained on birth weight, maternal smoking, parental socioeconomic status, and background gamma radiation.&nbsp; Data on CT scans are collected from medical records in 2 university hospitals.&nbsp; Which of the following is the most appropriate measure of association for this study?</p>",
            "questionHeader": "",
            "explanationText": "<p><img draggable=\"false\" id=\"6804\" src=\"https://www.uworld.com/media/L13767.jpg\" ></p><p>This case describes a <strong>case-control study</strong> in which participants are <strong>initially selected</strong> based on their <strong>disease status</strong>: case (ie, diagnosis of leukemia) or control (ie, no diagnosis of leukemia).&nbsp; Once participants are categorized based on disease status, the status to <strong>past exposure to a risk factor</strong> of interest (ie, radiation from CT scans) is determined in each group.</p><p>Because cases by definition already have the disease, case-control studies <strong>cannot calculate and compare incidence</strong>.&nbsp; Instead, the <strong>odds of exposure</strong> are compared between cases and controls.&nbsp; Therefore, a common measure of <strong>association</strong> (ie, connection) between exposure to a risk factor and disease occurrence in case-control studies is the <strong>odds ratio (OR)</strong>, calculated as follows:</p><p style=\"text-align:center\"><strong>OR</strong> = (odds of exposure in cases) / (odds of exposure in controls)</p><p>The OR is sometimes described as the odds of disease among exposed patients relative to nonexposed patients; these two OR definitions are mathematically equivalent.</p><p>Measures of association based on risk/incidence (eg, <strong>relative risk</strong>) are calculated in <strong>cohort studies</strong> and <strong>experimental designs</strong>, in which participants are initially selected based on exposure status (ie, exposed or nonexposed to a risk factor or treatment) and then followed over time to assess development of disease <strong>(Choice E)</strong>.</p><p><strong>(Choices A and B)</strong>&nbsp; Hazard ratio and median survival are commonly used in cohort studies and experimental designs to compare total and median survival times, respectively, in &#8805;2 groups of patients (eg, those exposed to a risk factor and those nonexposed to a risk factor, or those receiving a new treatment and those receiving a placebo).</p><p><strong>(Choice D)</strong>&nbsp; Prevalence ratio is a ratio of 2 prevalence estimates commonly used in cross-sectional studies to compare the prevalence of disease among exposed and nonexposed groups of people.&nbsp; In case-control studies, cases and controls are selected from a pool of potential cases and controls that do not represent the real frequency (ie, prevalence) of disease in the population.&nbsp; Therefore, estimating the prevalence of disease in case-control studies is incorrect and would lead to bias.</p><p><strong>Educational objective:</strong><br>A case-control study is used to compare the exposure status of people with a disease (ie, cases) to the exposure status of people without the disease (ie, controls).&nbsp; The main measure of association is the odds ratio.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 19502,
            "topic": "Study designs",
            "titleId": 19502,
            "title": "Study designs",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "3",
            "userAnswer": "3",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Hazard ratio",
                    "choiceNumber": 1,
                    "correctTaken": 942,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Median survival",
                    "choiceNumber": 2,
                    "correctTaken": 34,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Odds ratio",
                    "choiceNumber": 3,
                    "correctTaken": 7093,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Prevalence ratio",
                    "choiceNumber": 4,
                    "correctTaken": 414,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Relative risk",
                    "choiceNumber": 5,
                    "correctTaken": 2049,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": "843,1007,true,-1,1*1059,1133,true,-1,1*1355,1532,true,-1,1",
            "isCorrect": true,
            "isIncorrect": false,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": null,
            "questionMedia": null,
            "timeSpent": 100,
            "othersAvgTimeSpent": 54,
            "notes": null,
            "peopleTaken": 10532,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 67,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 497,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        },
        {
            "exhibits": null,
            "sequenceId": 20,
            "questionId": 4178,
            "questionIndex": 4178,
            "questionText": "<p>A cohort study was conducted to assess the relationship between a high-fat diet and colorectal adenocarcinoma.&nbsp; The study concluded that no association exists between the exposure and the outcome after controlling for known risk factors (age, fiber consumption, and family history of cancer) as the relative risk was 1.15 with a <em>p</em> value of 0.25.&nbsp; The investigators also reported that 40% of the subjects in the high-fat group and 36% of the subjects in the low-fat group were lost to follow-up by the end of the study and were not included in the final analysis.&nbsp; According to this information, which of the following biases is most likely to be present?</p>",
            "questionHeader": "",
            "explanationText": "<p><img id=\"1380\"  src=\"https://www.uworld.com/media/L17297.jpg\" draggable=\"false\" ></p><p>Loss to follow-up is a problem for prospective studies as it creates the potential for a type of selection bias known as attrition bias.&nbsp; Subjects may drop out of a study for a number of reasons, but if the reason is somehow related to the outcome, the lost subjects will differ in their risk of developing the outcome compared to the remaining subjects.&nbsp; When a substantial number of subjects are lost to follow-up, the study may overestimate or underestimate the association between the exposure and the disease.</p><p>In this case, a substantial number of subjects were lost from both the exposed (high-fat) and unexposed (low-fat) groups.&nbsp; People in the low-fat group may have left the study for different reasons than those in the high-fat group.&nbsp; For instance, maybe most subjects in the low-fat group left due to noncompliance with a strict low-fat diet, while more individuals in the high-fat group dropped out due to health-related problems (eg, obesity, diabetes, cardiovascular disease).&nbsp; The selective loss of high-risk subjects in the high-fat group would then cause the measure of association between fat consumption and colorectal cancer to be underestimated.&nbsp; To reduce the potential for attrition bias in prospective studies, investigators try to achieve high rates of follow-up.&nbsp; Losses to follow-up must be reported in study articles for readers to know about the potential for selection bias.</p><p><strong>(Choice A)</strong>&nbsp; Observer bias occurs when observers misclassify data due to individual differences in interpretation or preconceived expectations regarding the study.&nbsp; The question gives no information on exactly how outcomes were classified and recorded.</p><p><strong>(Choice B)</strong>&nbsp; Recall bias occurs in retrospective studies when subjects with negative outcomes are more likely than control subjects to report certain exposures.&nbsp; This leads to misclassification of the exposure status, likely magnifying the effect of any exposure.</p><p><strong>(Choice C)</strong>&nbsp; Reporting bias occurs when a subject is reluctant to report an exposure due to stigma about the exposure (eg, sexual behaviors, drug use).</p><p><strong>(Choice E)</strong>&nbsp; Surveillance bias occurs when the exposed group undergoes increased monitoring relative to the general population.&nbsp; This tends to increase disease diagnoses compared to the general population.</p><p><strong>Educational objective:</strong><br>Loss to follow-up in prospective studies creates a potential for attrition bias, a subtype of selection bias.&nbsp; When a substantial number of subjects are lost to follow-up, the study may overestimate or underestimate the association between the exposure and the disease.&nbsp; Investigators try to achieve high rates of follow-up to reduce the potential for attrition bias.</p>",
            "abstractId": 0,
            "qbankId": 2,
            "sectionId": 1010,
            "section": "Step 2 Review",
            "subjectId": 102,
            "subject": "Medicine",
            "secondarySubjectId": 0,
            "secondarySubject": null,
            "systemId": 216,
            "system": "Biostatistics & Epidemiology",
            "topicId": 24175,
            "topic": "Bias",
            "titleId": 24175,
            "title": "Bias",
            "topicAttributeId": 330673,
            "topicAttribute": "Study design and interpretation",
            "correctAnswer": "4",
            "userAnswer": "5",
            "parentQuestionId": 0,
            "subParentQuestionId": 0,
            "questionSetSequenceId": 0,
            "questionSetCount": 0,
            "questionToAnswerBeforeThis": 0,
            "answerChoiceList": [
                {
                    "questionId": 0,
                    "choice": "Observer bias",
                    "choiceNumber": 1,
                    "correctTaken": 1396,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Recall bias",
                    "choiceNumber": 2,
                    "correctTaken": 3862,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Reporting bias",
                    "choiceNumber": 3,
                    "correctTaken": 37125,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Selection bias",
                    "choiceNumber": 4,
                    "correctTaken": 35170,
                    "questionIndex": 0
                },
                {
                    "questionId": 0,
                    "choice": "Surveillance bias",
                    "choiceNumber": 5,
                    "correctTaken": 26272,
                    "questionIndex": 0
                }
            ],
            "formatTypeId": 1,
            "questionTypeId": 1,
            "highlights": null,
            "isCorrect": false,
            "isIncorrect": true,
            "isMarked": false,
            "isOmitted": false,
            "isQuestionDirty": false,
            "isAnswerChoiceDisabled": false,
            "isQuestionDisabled": false,
            "questionMappingReferencesList": [
                {
                    "questionIndex": 0,
                    "contentId": 0,
                    "contentTypeId": 0,
                    "referenceId": "16627519",
                    "mediaDataId": 0,
                    "title": "Reporting attrition in randomised controlled trials.",
                    "referenceTypeId": 1,
                    "referenceLink": "http://www.ncbi.nlm.nih.gov/pubmed/16627519",
                    "superDivisionId": 0,
                    "subDivisionId": 0,
                    "level3DivisionId": 0,
                    "level4DivisionId": 0
                }
            ],
            "questionMedia": null,
            "timeSpent": 95,
            "othersAvgTimeSpent": 49,
            "notes": null,
            "peopleTaken": 103825,
            "hotspotImageUrl": null,
            "lastUpdatedDate": "01/01/2025",
            "correctPercentile": 34,
            "isSubmitted": false,
            "isActive": true,
            "activeStatusId": 1,
            "hint": null,
            "allowCalculator": false,
            "difficultyLevelId": null,
            "additionalText": null,
            "mobileExcerpt": null,
            "passageExcerpt": null,
            "confSurveyValue": 0,
            "timePerQuestionInMilliSec": 90000,
            "answerHeader": null,
            "standards": null,
            "totalTimeSpentReview": 701,
            "dailyTimeSpentReview": 0,
            "dailyTimeSpent": 0,
            "isHintUsed": null,
            "examYear": 2024,
            "newExamYearQuestionIndex": 0,
            "vocabularyList": null,
            "copyrightId": null,
            "copyrightText": null,
            "frequentHighlights": null,
            "totalWeight": 0,
            "weightScored": null,
            "maxAnswerSelection": 0,
            "scoreTypeId": null,
            "passingScore": 0,
            "questionSourceId": 1,
            "customSequenceId": null,
            "annotations": null,
            "competencyId": null,
            "scoringGuide": null,
            "skillId": null,
            "passageTypeId": null,
            "passageType": null,
            "skill": null,
            "gradeDetails": null
        }
    ],
    "abstractList": [
        {
            "id": 5,
            "title": "",
            "header": null,
            "text": "<p><b>Objective:</b></p><p>To assess the association of low-dose aspirin use with the performance of two quantitative immunochemical fecal occult blood tests (iFOBTs) in a large sample of patients undergoing colorectal cancer screening</p><p><b>Methods:</b></p><p><i>Design:</i>&nbsp; Cross-sectional study</p><p><i>Blinding:</i>&nbsp; Technician performing iFOBT tests was blinded to colonoscopy results</p><p><i>Setting:</i>&nbsp; 20 gastroenterology practices in southern Germany</p><p><i>Patients:</i>&nbsp; Patients undergoing screening colonoscopy (mean age 62.1 years) were asked to provide stool samples before the procedure.&nbsp; Information about medication use was collected using a standardized questionnaire.&nbsp; Specific exclusion criteria included&nbsp; the following: visible rectal bleeding or previous positive FOBT result, history of inflammatory bowel disease, colonoscopy in the past 5 years, incomplete colonoscopy, inadequate bowel preparation for colonoscopy, participants with pseudopolyps or histologically undefined polyps at screening colonoscopy, and participants who reported regular use of high-dose analgesics.</p><p><i>Intervention:</i>&nbsp; Two automated, enzyme-linked immunosorbent assay (ELISA) based iFOBTs (hemoglobin test and hemoglobin-haptoglobin test) were performed before screening colonoscopy.</p><p><i>Outcome measures:</i>&nbsp; Sensitivity, specificity, positive and negative predictive values, and area under receiver operating characteristic (ROC) curves in detecting advanced colorectal neoplasms with two quantitative iFOBTs using colonoscopy as gold standard.</p><p><b>Results:</b></p><p>1979 patients (233 regular users of low-dose aspirin and 1746 who never used low-dose aspirin) were studied.&nbsp; Advanced neoplasms were found in 24 users (10.3%) and 181 nonusers (10.4%) of low-dose aspirin.</p><p><img id=\"8733\"  alt=\"\" src=\"https://www.uworld.com/media/L29130.jpg\" draggable=\"false\" ></p><p><b>Conclusion:</b></p><p>For two iFOBTs, low-dose aspirin use affects performance of the test in detecting advanced colorectal neoplasm.</p><p><i>Funding Source:</i>&nbsp; the German Research Foundation, the German Federal Ministry of Education and Research.&nbsp; The test kits were provided free of charge by the manufacturer.</p><p><i>Structured abstract is based on:</i> JAMA. 2010;304(22):2513-20</p>",
            "difficultyLevelId": 0,
            "poolTypeId": 1,
            "categoryTypeId": 0,
            "abstractAdoptedFrom": "",
            "source": null,
            "sourceLink": null,
            "vocabularyList": null,
            "qbankId": 2,
            "footnotesList": null,
            "abstractCitation": null,
            "passagePreviewList": null,
            "annotations": null
        },
        {
            "id": 3749,
            "title": "",
            "header": null,
            "text": "<p><u><strong>Objective</strong></u></p>\n\n<p>To investigate the relationship between exercise and the use of glucose-lowering medication treatment in patients with type 2 diabetes mellitus.</p>\n\n<p><u><strong>Hypothesis</strong></u></p>\n\n<p>Exercise is related to the use of glucose-lowering medication in the treatment of patients with type 2 diabetes mellitus.</p>\n\n<p><u><strong>Methods</strong></u></p>\n\n<p><em>Design:</em>&nbsp; Randomized controlled, exercise-based lifestyle intervention.</p>\n\n<p><em>Follow-up period:</em>&nbsp; 12 months.</p>\n\n<p><em>Participants:</em>&nbsp; 920 patients, 53% male, mean age 54, with non&ndash;insulin-dependent type 2 diabetes mellitus.</p>\n\n<p><em>Intervention:</em>&nbsp; Exercise intervention (<em>n</em> = 610) or standard care (<em>n</em> = 310).&nbsp; Participants in the exercise intervention group were stratified by tertiles based on the accumulated volumes of exercise completed during the 12-month intervention: lower tertile (T1) 120-240 min/week, intermediate tertile (T2) 241-360 min/week, and upper tertile (T3) &gt;360 min/week.</p>\n\n<p><em>Outcome measures:</em>&nbsp; Discontinuation and reduction of treatment with glucose-lowering medication at 12 months.&nbsp; Reduction of mean difference for change in HbA1c level from baseline to 12-month follow-up.</p>\n\n<p><u><strong>Results</strong></u></p>\n\n<p>The exercise intervention was associated with discontinuation (<em>p</em> = 0.003) and reduction (<em>p</em> = 0.007) of treatment with glucose-lowering medication and with an overall improvement in HbA1c levels (<em>p</em> = 0.003) at 12-month follow-up.&nbsp; However, these associations were not always consistent across all volumes of exercise.</p>\n\n<div id=\"div_T68061\">\n<table class=\"table-default-style table-header-footer-style\" style=\"width:100.0%\">\n\t<tbody>\n\t\t<tr>\n\t\t\t<td colspan=\"4\" style=\"width:34.0%;\">\n\t\t\t\t<p align=\"center\"><strong>Between-group comparisons from baseline to 12-month follow-up</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:34.0%\">\n\t\t\t\t<p align=\"center\"><strong>Outcomes*</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%\">\n\t\t\t\t<p align=\"center\"><strong>T1 vs<br />\n\t\t\t\tStandard care</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%\">\n\t\t\t\t<p align=\"center\"><strong>T2 vs<br />\n\t\t\t\tStandard care</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%\">\n\t\t\t\t<p align=\"center\"><strong>T3 vs<br />\n\t\t\t\tStandard care</strong></p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:34.0%;\">\n\t\t\t\t<p align=\"center\"><strong>Discontinuation of<br />\n\t\t\t\tglucose-lowering medication treatment</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">RR = 12.1</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t1.2 to 14.9</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">RR = 25.2</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t15.7 to 26.3</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">RR = 38.9</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t31.5 to 40.8</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:34.0%;\">\n\t\t\t\t<p align=\"center\"><strong>Reduction of<br />\n\t\t\t\tglucose-lowering medication treatment</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">RR = 3.7</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t0.3 to 9.4</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">RR = 4.8</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t2.5 to 12.7</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">RR = 10.1</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t1.2 to 20.4</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td style=\"width:34.0%;\">\n\t\t\t\t<p align=\"center\"><strong>Change in HbA1c</strong></p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">Diff = -0.3</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t-0.9 to 0.3</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">Diff = -0.7</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t-1.3 to -0.1</p>\n\t\t\t</td>\n\t\t\t<td style=\"width:22.0%;\">\n\t\t\t\t<p align=\"center\">Diff = -0.7</p>\n\n\t\t\t\t<p align=\"center\">95% CI:<br />\n\t\t\t\t-1.2 to -0.2</p>\n\t\t\t</td>\n\t\t</tr>\n\t\t<tr>\n\t\t\t<td colspan=\"4\" style=\"width:34.0%;\">\n\t\t\t\t<p>*Outcomes were adjusted for baseline values, age, sex &amp; BMI.</p>\n\n\t\t\t\t<p><strong>CI</strong> = confidence interval; <strong>Diff</strong> = difference; <strong>HbA1c</strong> = glycated hemoglobin A1c; <strong>RR</strong> = relative risk; <strong>T</strong> = tertile.</p>\n\t\t\t</td>\n\t\t</tr>\n\t</tbody>\n</table>\n</div>",
            "difficultyLevelId": 0,
            "poolTypeId": 1,
            "categoryTypeId": 0,
            "abstractAdoptedFrom": "",
            "source": null,
            "sourceLink": null,
            "vocabularyList": null,
            "qbankId": 2,
            "footnotesList": null,
            "abstractCitation": null,
            "passagePreviewList": null,
            "annotations": null
        }
    ],
    "deckList": [
        {
            "deckId": 9788456,
            "deckName": "Notes",
            "deckColor": "#36c8a3",
            "isDefault": true,
            "dateCreated": "01/01/0001 12:00:00 AM",
            "noOfFlashCards": 4,
            "groupId": null,
            "studySettingsId": null,
            "lastStudyDate": null,
            "isCustomStudyDeck": false,
            "parentDeckId": null,
            "customStudySettings": null,
            "subscriptionId": 0
        }
    ],
    "newExamYearQuestionList": null,
    "flashCardList": null,
    "questionModes": [
        {
            "id": 1,
            "name": "UNUSED"
        }
    ],
    "subscriptionElapsedTime": 0.0,
    "isFacultyControlled": null,
    "endCATTest": null,
    "questionSourceIds": null
}